[
    {
        "id": 1,
        "title": "湖山颐和",
        "img": "images/京·湖山颐和.png",
        "desc": "颐和园是中国现存规模最大、保存最完整的皇家园林，与承德避暑山庄、拙政园、留园并称中国四大名园，1998 年被列入《世界遗产名录》。它坐落于北京海淀区，以万寿山、昆明湖为核心，总面积约 3.009 平方千米，水面占比达四分之三。其前身为乾隆十五年始建的 “清漪园”，1860 年遭英法联军焚毁，1888 年经重建后改名 “颐和园”，取 “颐养冲和” 之意。作为融合江南园林灵秀与北方皇家气派的典范，园内拥有佛香阁、十七孔桥、长廊等标志性建筑，馆藏四万余件文物，既承载着皇家颐养功能，更凝聚着中国古典园林艺术精髓，是见证中国近代历史变迁的 “皇家园林博物馆”。"
    },
    {
        "id": 2,
        "title": "花开北海",
        "img": "images/京·花开北海.png",
        "desc": "北海公园是中国现存建园最早、保存最完整、文化沉积最深厚的古典皇家园林，位于北京西城区核心地带，1961 年被列为第一批全国重点文物保护单位。它历经辽、金、元、明、清五朝修缮，总面积 68.2 万平方米，其中太液池水域占 38.9 万平方米，风光雅致。园内以琼华岛为核心，白塔巍峨矗立，与九龙壁、静心斋、濠濮间等标志性景观相映成趣，既融江南园林的灵秀，又具北方皇家的恢弘。这里曾是皇家御苑，1925 年正式开放为公园，承载着近千年历史变迁，集山水风光、古建艺术与民族文化于一体，堪称见证北京古都文脉的 “皇家园林活化石”。"
    },
    {
        "id": 3,
        "title": "恢宏故宫",
        "img": "images/京·恢宏故宫.png",
        "desc": "故宫是中国明清两代的皇家宫殿，旧称紫禁城，坐落于北京中轴线中心，1987 年被列入《世界遗产名录》，是世界上现存规模最大、保存最为完整的木质结构古建筑群。它始建于明永乐四年（1406 年），历时十四年建成，总面积约 72 万平方米，有大小宫殿七十多座、房屋九千余间。建筑沿中轴线对称分布，红墙黄瓦、雕梁画栋，气势恢宏，分为外朝和内廷两部分，外朝以太和殿、中和殿、保和殿为核心，是皇家理政之所；内廷以乾清宫、交泰殿、坤宁宫为主体，为帝后起居之地。作为中华民族的文化瑰宝，故宫馆藏文物超 186 万件，承载着千年历史文脉，既是皇权象征，也是展现中国古代建筑艺术与文明成就的 “东方博物馆”。"
    },
    {
        "id": 4,
        "title": "水木清华",
        "img": "images/京·水木清华.png",
        "desc": "清华大学是中国顶尖高等学府，始建于 1911 年，前身为利用美国退还 “庚子赔款” 创办的清华学堂，坐落于北京西北郊清华园。校园占地广阔，“水木清华”“荷塘月色” 等景观兼具自然灵秀与人文底蕴，清华学堂、艺术博物馆等建筑见证百年文脉传承。作为国家 “双一流” 建设高校，其工科、理科、人文社科等多学科实力稳居世界前列，计算机、建筑、电气工程等多个学科获评 A+，汇聚顶尖师资与科研平台。学校秉持 “自强不息，厚德载物” 校训，既培养了竺可桢、梁思成等学术巨匠，也孕育了大批行业领军人才，既是学术研究的高地，也是传承文化、赋能国家发展的重要阵地，彰显着中国高等教育的卓越水准。"
    },
    {
        "id": 5,
        "title": "肃穆景山",
        "img": "images/京·肃穆景山.png",
        "desc": "景山位于北京中轴线北端，紧邻故宫北门，是元、明、清三代皇家御苑，1955 年正式辟为公园，2001 年被列为全国重点文物保护单位。它始建于元代，由疏浚筒子河的泥土堆积而成，主峰高 43 米，是俯瞰北京城核心区域的绝佳地点。园内五座亭子沿山脊一字排开，中峰万春亭最为知名，登顶可将故宫、天安门、钟鼓楼等标志性建筑尽收眼底。山体植被繁茂，古柏葱郁，四季风光各异，春季花繁叶茂，秋季层林尽染。作为皇家御苑，它曾是帝王登高、祭祀、射箭的场所，如今既是市民休闲健身的胜地，也是感受北京中轴线魅力、回望古都历史的重要地标，承载着浓厚的人文底蕴与城市记忆。"
    },
    {
        "id": 6,
        "title": "祥和地坛",
        "img": "images/京·祥和地坛.png",
        "desc": "地坛公园是明清两代皇帝祭祀皇地祇的场所，位于北京东城区，1984 年被列为市级文物保护单位，也是北京现存最大的祭地之坛。它始建于明嘉靖九年（1530 年），总面积约 37.4 公顷，以方泽坛为核心，搭配皇祇室、神库、斋宫等古建筑，布局严谨规整，尽显皇家祭祀礼仪的庄重。园内古柏苍劲，植被繁茂，既有 “古柏群” 等独特景观，也保留着明清皇家祭祀的完整规制，建筑风格简洁古朴，蕴含 “天圆地方” 的传统宇宙观。如今这里既是市民休闲休憩的好去处，也是传承祭祀文化、展现古代建筑艺术的重要载体，承载着明清两代的礼仪文化记忆，成为兼具历史底蕴与自然生机的城市园林。"
    },
    {
        "id": 7,
        "title": "雄奇居庸",
        "img": "images/京·雄奇居庸.png",
        "desc": "居庸关是万里长城的重要关隘，被誉为 “天下第一雄关”，位于北京昌平区，1961 年被列为全国重点文物保护单位，1987 年随长城列入《世界遗产名录》。它始建于春秋战国时期，现存建筑多为明洪武年间重修，扼守太行八陉之 “军都陉”，地势险要，是北京西北的门户。关城沿山势而建，周长约 4 千米，设有南北二门，城墙高 14 米、厚 7 米，辅以烽火台、敌楼等防御设施，气势恢宏。关内的 “居庸叠翠” 是著名的 “燕京八景” 之一，山清水秀，层峦叠嶂，长城蜿蜒其间，兼具雄奇与灵秀。作为古代兵家必争之地，它见证了无数历史风云，如今既是展现长城防御体系与建筑艺术的核心地标，也是感受中华文明磅礴气势的热门旅游胜地。。"
    },
    {
        "id": 8,
        "title": "庄严天坛",
        "img": "images/京·庄严天坛.png",
        "desc": "天坛是明清两代皇帝祭天、祈谷的皇家祭坛，位于北京东城区，1961 年被列为全国重点文物保护单位，1998 年入选《世界遗产名录》。它始建于明永乐十八年（1420 年），总面积约 273 公顷，以 “天圆地方” 为设计理念，建筑布局严谨对称，尽显皇家祭祀的庄重与神圣。核心景观包括祈年殿、皇穹宇、圜丘坛等，祈年殿以蓝色琉璃瓦顶、三重檐攒尖顶造型成为标志性建筑，回音壁、三音石等声学奇迹更添趣味。园内古柏参天，植被覆盖率高，既有 “天坛古柏” 等独特景观，又融合了古代天文、历法与建筑艺术，是中国古代祭祀文化与园林艺术的巅峰之作。如今它既是传承传统文化的重要载体，也是市民休闲、游客探访的知名地标，承载着深厚的历史与文化价值。"
    }
]